Repository: cesko-digital/movapp-apple
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: pl, sk

# title_dictionary
source: Dictionary
pl: Rozmówki
sk: Slovníček

# title_alphabet
source: Alphabet
pl: Alfabet
sk: Abeceda

# title_children
source: For kids
pl: Dla dzieci
sk: Pre deti

# title_favorites
source: Favourites
pl: Ulubione
sk: Obľúbené

# about_project
source: About the project
pl: O projekcie
sk: O projekte

# about_team
source: Team
pl: Zespół
sk: Tím

# about_application
source: About the app
pl: O aplikacji
sk: O aplikácii

# i_want_help
source: I want to help
pl: Dołącz do nas
sk: Pridať sa k vývoju

# about_license
source: License
pl: Licencja
sk: Licencia

# about_version
source: Version: %@ (%@)
pl: Wersja: %@ (%@)
sk: Verzia: %@ (%@)

source: country flag
pl: flaga
sk: vlajka

source: play transcription
pl: odtwórz dźwięk
sk: prehrať zvuk

# i_want_learn
source: Want to learn
pl: Chcę się nauczyć
sk: Chcem sa naučiť po

source: Settings
pl: Ustawienia
sk: Nastavenia

source: Ukrainian
pl: ukraiński
sk: ukrajinčina

source: Czech
pl: czeski
sk: čeština

# alphabet_ukrainian
source: Ukrainian alphabet
pl: Alfabet ukraiński
sk: Ukrajinská abeceda

# alphabet_czech
source: Czech alphabet
pl: Alfabet czeski
sk: Česká abeceda

# search_word
source: Search for a word
pl: Szukaj słowa
sk: Hľadať slovíčko

# title_settings
source: Settings
pl: Ustawienia
sk: Nastavenia

# on_boarding_welcome
source: Welcome to MOVAPP!
pl: Witaj w MOVAPP!
sk: Vitajte v MOVAPP!

# on_boarding_exit
source: Start learning
pl: Rozpocznij naukę
sk: Začať sa učiť

# on_boarding_choice
source: Choose the language you want to learn
pl: Wybierz język, którego chcesz się nauczyć
sk: Vyberte jazyk, ktorý sa chcete naučiť

# on_boarding_info_1_title
source: Dictionary
pl: Rozmówki
sk: Slovníček

# on_boarding_info_1_description
source: Learn hundreds of basic words and phrases by reading and listening. We sort words according to life situations.
pl: Naucz się setki podstawowych słówek i zwrotów przez czytanie i słuchanie. Słówka są posortowane według sytuacji w których są używane.
sk: Naučte sa stovky základných slovíčok a fráz čitaním i počúvaním. Slovíčka triedime podľa životných situacií.

# on_boarding_info_2_title
source: Alphabet
pl: Alfabet
sk: Abeceda

# on_boarding_info_2_description
source: Learn all the characters of the Ukrainian Cyrillic. Sample words will help you.
pl: Naucz się znaków ukraińskiej cyrylicy. Pomogą Ci przykładowe słowa.
sk: Naučte sa všetky znaky ukrajinskej cyriliky. Pomôžu vám ukážkové slová.

# on_boarding_info_3_title
source: For kids
pl: Dla dzieci
sk: Pre deti

# on_boarding_info_3_description
source: Illustrated bilingual dictionary with dozens of printable cards.
pl: Ilustrowany dwujęzyczny słownik dla dzieci z kilkudziesięcioma kartami.
sk: Ilustrovaný dvojjazyčný slovníček s desiatkami kariet pre deti.

# about_partners
source: Partner project
pl: Projekty partnerskie
sk: Partnerské projekty

# about_stand_by_ukraine
source: Stand by Ukraine
pl: Stojíme za Ukrajinou (Murem za Ukrainą)
sk: Stojíme za Ukrajinou

source: Slovak
pl: słowacki
sk: slovenčina

source: Polish
pl: polski
sk: poľština

# alphabet_slovak
source: Slovak alphabet
pl: Alfabet słowacki
sk: Slovenská abeceda

# alphabet_polish
source: Polish alphabet
pl: Alfabet polski
sk: Poľská abeceda

# i_know
source: Native language
pl: Język ojczysty
sk: Rodný jazyk

# on_boarding_info_0_title
source: Excellent!
pl: Świetnie!
sk: Výborne!

# on_boarding_info_0_description
source: Let's learn %@. The application can be used offline without internet connection.
pl: Będziemy się uczyć %@. Z aplikacji możesz korzystać też offline, jeśli nie masz połączenia z internetem.
sk: Poďme sa učiť po %@. Aplikáciu môžete používať aj offline, pokiaľ nie ste pripojený k internetu.

# on_boarding_skip
source: Skip
pl: Pomiń
sk: Preskočiť

# on_boarding_back
source: Back
pl: Wróć
sk: Späť

# on_boarding_choice_native
source: Choose the language you know
pl: Wybierz język, którym umiesz się posługiwać
sk: Vyberte jazyk, ktorým hovoríte

# czech_accusative
source: Czech
pl: czeskiego
sk: česky

# ukrainian_accusative
source: Ukrainian
pl: ukraińskiego
sk: ukrajinsky

# polish_accusative
source: Polish
pl: polskiego
sk: poľsky

# slovak_accusative
source: Slovak
pl: słowackiego
sk: slovensky

# stories.list.origin.CZ
source: Czech folk tales
pl: Czeskie opowieści ludowe
sk: České ľudové rozprávky
